Repository: caisergan/mac-stats
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans

source: Your disk: how much space is left, and how hard it is working.
de: Dein Datenträger: wie viel Platz frei ist und wie stark er arbeitet.
fr: Votre disque : l'espace restant et son niveau d'activité.
zh_hans: 你的磁盘：还剩多少空间，以及它有多忙。

source: How much power your Mac uses, and which apps use the most.
de: Wie viel Strom dein Mac verbraucht und welche Apps am meisten nutzen.
fr: La quantité d'énergie utilisée par votre Mac et les apps qui en consomment le plus.
zh_hans: 这台 Mac 的耗电量，以及哪些 App 用电最多。

source: How warm the chip is running, and whether macOS is slowing it down to cool it.
de: Wie warm der Chip läuft und ob macOS ihn zum Abkühlen verlangsamt.
fr: La température de la puce, et si macOS la ralentit pour la refroidir.
zh_hans: 芯片的温度，以及 macOS 是否在降低其速度来散热。

source: there are no readings to judge from
de: es gibt keine Messwerte, um das zu beurteilen
fr: il n'y a aucune mesure pour en juger
zh_hans: 没有可供判断的读数

source: nothing here needs attention
de: hier ist nichts zu tun
fr: rien ici ne demande votre attention
zh_hans: 这里没有需要注意的地方

source: working hard, but coping
de: arbeitet viel, kommt aber zurecht
fr: travaille beaucoup, mais s'en sort
zh_hans: 工作繁忙，但能应付

source: different from normal for this Mac, worth a look
de: anders als sonst bei diesem Mac, einen Blick wert
fr: différent de d'habitude pour ce Mac, à surveiller
zh_hans: 与这台 Mac 平时不同，值得一看

source: likely to be causing problems
de: verursacht wahrscheinlich Probleme
fr: cause probablement des problèmes
zh_hans: 很可能正在造成问题

source: Not enough data
de: Nicht genug Daten
fr: Pas assez de données
zh_hans: 数据不足

source: Calm
de: Ruhig
fr: Calme
zh_hans: 平稳

source: Worth a look
de: Einen Blick wert
fr: À surveiller
zh_hans: 值得一看

source: Needs attention
de: Braucht Aufmerksamkeit
fr: Demande votre attention
zh_hans: 需要注意

source: History recording is off, so only the current reading is known.
de: Die Verlaufsaufzeichnung ist aus, daher ist nur der aktuelle Wert bekannt.
fr: L'enregistrement de l'historique est désactivé : seule la mesure actuelle est connue.
zh_hans: 历史记录已关闭，因此只知道当前读数。

source: "%1$@" used %2$@.
de: „%1$@“ nutzte %2$@.
fr: « %1$@ » a utilisé %2$@.
zh_hans: “%1$@”使用了%2$@。

source: "%@" used very little of it.
de: „%@“ nutzte kaum etwas davon.
fr: « %@ » n'en a presque rien utilisé.
zh_hans: “%@”几乎没有使用。

source: No app called "%@" was recorded in this time.
de: In diesem Zeitraum wurde keine App namens „%@“ aufgezeichnet.
fr: Aucune app nommée « %@ » n'a été enregistrée pendant cette période.
zh_hans: 这段时间内没有记录到名为“%@”的 App。

source: Quitting and reopening "%@" usually gives its memory back.
de: Wenn du „%@“ beendest und neu öffnest, gibt es seinen Speicher meist wieder frei.
fr: Quitter puis rouvrir « %@ » libère généralement sa mémoire.
zh_hans: 退出并重新打开“%@”通常能释放它占用的内存。

source: Quit apps you are not using, and close browser tabs you do not need.
de: Beende Apps, die du nicht verwendest, und schließe Browser-Tabs, die du nicht brauchst.
fr: Quittez les apps que vous n'utilisez pas et fermez les onglets de navigateur inutiles.
zh_hans: 退出不在使用的 App，并关闭不需要的浏览器标签页。

source: Close games or video apps you are not using, or lower a game's graphics settings.
de: Schließe Spiele oder Video-Apps, die du nicht verwendest, oder senke die Grafikeinstellungen eines Spiels.
fr: Fermez les jeux ou apps vidéo que vous n'utilisez pas, ou baissez les réglages graphiques d'un jeu.
zh_hans: 关闭不在使用的游戏或视频 App，或降低游戏的画面设置。

source: If the internet feels slow, pause large downloads, uploads or backups.
de: Wenn sich das Internet langsam anfühlt, pausiere große Downloads, Uploads oder Backups.
fr: Si Internet semble lent, mettez en pause les gros téléchargements, envois ou sauvegardes.
zh_hans: 如果网络感觉很慢，请暂停大型下载、上传或备份。

source: Empty the Trash, and delete or move large files you no longer need.
de: Leere den Papierkorb und lösche oder verschiebe große Dateien, die du nicht mehr brauchst.
fr: Videz la corbeille et supprimez ou déplacez les gros fichiers dont vous n'avez plus besoin.
zh_hans: 清倒废纸篓，并删除或移走不再需要的大文件。

source: The Disk Map shows which folders take the most space.
de: Die Disk Map zeigt, welche Ordner am meisten Platz belegen.
fr: La Disk Map montre les dossiers qui prennent le plus de place.
zh_hans: 磁盘地图会显示哪些文件夹占用空间最多。

source: Plug in to charge, and lower the screen brightness.
de: Schließe den Mac zum Laden an und verringere die Bildschirmhelligkeit.
fr: Branchez le Mac pour le recharger et baissez la luminosité de l'écran.
zh_hans: 接上电源充电，并调低屏幕亮度。

source: Keep the vents clear and use the Mac on a hard, flat surface.
de: Halte die Lüftungsöffnungen frei und benutze den Mac auf einer harten, ebenen Fläche.
fr: Gardez les aérations dégagées et utilisez le Mac sur une surface dure et plane.
zh_hans: 保持通风口畅通，并在坚硬平整的表面上使用 Mac。

source: Nothing is needed: this part of the Mac is fine.
de: Nichts zu tun: Diesem Teil des Macs geht es gut.
fr: Rien à faire : cette partie du Mac va bien.
zh_hans: 无需任何操作：Mac 的这部分一切正常。

source: Quit "%@" if you are not using it, or let it finish if it is doing a job such as a backup, an update or a build.
de: Beende „%@“, wenn du es nicht verwendest, oder lass es fertig werden, wenn es eine Aufgabe wie ein Backup, ein Update oder einen Build erledigt.
fr: Quittez « %@ » si vous ne l'utilisez pas, ou laissez-le terminer s'il effectue une tâche comme une sauvegarde, une mise à jour ou une compilation.
zh_hans: 如果不在使用“%@”，请退出它；如果它正在进行备份、更新或构建等任务，请等它完成。

source: "%@" is part of macOS. It usually settles down on its own; if it stays busy for hours, restarting the Mac helps.
de: „%@“ ist ein Teil von macOS. Es beruhigt sich meist von selbst; bleibt es stundenlang ausgelastet, hilft ein Neustart des Macs.
fr: « %@ » fait partie de macOS. Il se calme généralement tout seul ; s'il reste occupé pendant des heures, redémarrer le Mac aide.
zh_hans: “%@”是 macOS 的一部分。它通常会自行恢复平稳；如果持续忙碌好几个小时，重新启动 Mac 会有帮助。

source: "%@" is a background process, often started by an app or a tool you installed. It usually finishes on its own.
de: „%@“ ist ein Hintergrundprozess, oft von einer App oder einem installierten Werkzeug gestartet. Er endet meist von selbst.
fr: « %@ » est un processus d'arrière-plan, souvent lancé par une app ou un outil que vous avez installé. Il se termine généralement tout seul.
zh_hans: “%@”是一个后台进程，通常由你安装的 App 或工具启动。它一般会自行结束。

source: about %@ of the processor on average
de: im Schnitt etwa %@ des Prozessors
fr: environ %@ du processeur en moyenne
zh_hans: 平均约占处理器的 %@

source: about %@ on average
de: im Schnitt etwa %@
fr: environ %@ en moyenne
zh_hans: 平均约 %@

source: about %@ of the graphics chip on average
de: im Schnitt etwa %@ des Grafikchips
fr: environ %@ de la puce graphique en moyenne
zh_hans: 平均约占图形芯片的 %@

source: about %@ of reading and writing on average
de: im Schnitt etwa %@ Lesen und Schreiben
fr: environ %@ de lecture et d'écriture en moyenne
zh_hans: 平均约 %@ 的读写

source: an energy impact of about %@
de: eine Energieauswirkung von etwa %@
fr: un impact énergétique d'environ %@
zh_hans: 能耗影响约为 %@

source: There are not enough readings yet to say how your Mac is doing.
de: Es gibt noch nicht genug Messwerte, um zu sagen, wie es deinem Mac geht.
fr: Il n'y a pas encore assez de mesures pour dire comment se porte votre Mac.
zh_hans: 目前读数还不够，无法判断这台 Mac 的状况。

source: Your Mac is running smoothly.
de: Dein Mac läuft reibungslos.
fr: Votre Mac fonctionne sans problème.
zh_hans: 这台 Mac 运行顺畅。

source: Your Mac is busy but coping: %@.
de: Dein Mac ist ausgelastet, kommt aber zurecht: %@.
fr: Votre Mac est occupé mais s'en sort : %@.
zh_hans: 这台 Mac 比较忙，但能应付：%@。

source: Worth a look: %@.
de: Einen Blick wert: %@.
fr: À surveiller : %@.
zh_hans: 值得一看：%@。

source: %@: no readings.
de: %@: keine Messwerte.
fr: %@ : aucune mesure.
zh_hans: %@：没有读数。

source: Right now the processor is %@ busy.
de: Der Prozessor ist gerade zu %@ ausgelastet.
fr: Le processeur est actuellement occupé à %@.
zh_hans: 处理器当前的忙碌程度为 %@。

source: No recent processor readings yet.
de: Noch keine aktuellen Prozessorwerte.
fr: Pas encore de mesure récente du processeur.
zh_hans: 暂时还没有处理器的最新读数。

source: Over %1$@ it averaged %2$@ busy.
de: In %1$@ war er im Schnitt zu %2$@ ausgelastet.
fr: Sur %1$@, il a été occupé à %2$@ en moyenne.
zh_hans: 在%1$@内，它的平均忙碌程度为 %2$@。

source: It was over 70%% busy %@.
de: Er war %@ über 70 %% ausgelastet.
fr: Il a été occupé à plus de 70 %% %@.
zh_hans: 它在%@超过 70%% 的忙碌程度。

source: The busiest moment reached %1$@ at %2$@.
de: Der stärkste Moment erreichte %1$@ um %2$@.
fr: Le moment le plus chargé a atteint %1$@ à %2$@.
zh_hans: 最忙的时刻在 %2$@ 达到 %1$@。

source: About %@ busy
de: Etwa %@ ausgelastet
fr: Occupé à environ %@
zh_hans: 约 %@ 忙碌

source: %@ busy right now.
de: Gerade zu %@ ausgelastet.
fr: Occupé à %@ en ce moment.
zh_hans: 当前 %@ 忙碌。

source: under 1%% of the processor on average
de: im Schnitt unter 1 %% des Prozessors
fr: moins de 1 %% du processeur en moyenne
zh_hans: 平均不到处理器的 1%%

source: about %@ busy on average
de: im Schnitt etwa %@ ausgelastet
fr: occupé à environ %@ en moyenne
zh_hans: 平均约 %@ 忙碌

source: low, with plenty of room
de: niedrig, mit viel Platz
fr: faible, avec beaucoup de marge
zh_hans: 较低，空间充足

source: moderate: macOS is squeezing memory to make room
de: mittel: macOS komprimiert Speicher, um Platz zu schaffen
fr: moyenne : macOS compresse la mémoire pour faire de la place
zh_hans: 中等：macOS 正在压缩内存以腾出空间

source: high: macOS is using the disk as extra memory, which slows things down
de: hoch: macOS nutzt den Datenträger als zusätzlichen Speicher, was alles verlangsamt
fr: élevée : macOS utilise le disque comme mémoire supplémentaire, ce qui ralentit tout
zh_hans: 较高：macOS 正把磁盘当作额外内存使用，这会让速度变慢

source: Memory pressure right now is %@.
de: Der Speicherdruck ist gerade %@.
fr: La pression mémoire est actuellement %@.
zh_hans: 当前内存压力%@。

source: No recent memory readings yet.
de: Noch keine aktuellen Speicherwerte.
fr: Pas encore de mesure récente de la mémoire.
zh_hans: 暂时还没有内存的最新读数。

source: Over %1$@ pressure averaged %2$@ out of 100 and peaked at %3$@ at %4$@.
de: In %1$@ lag der Druck im Schnitt bei %2$@ von 100 und erreichte %3$@ um %4$@.
fr: Sur %1$@, la pression a été en moyenne de %2$@ sur 100 et a atteint %3$@ à %4$@.
zh_hans: 在%1$@内，压力平均为 %2$@（满分 100），并在 %4$@ 达到 %3$@。

source: The Mac is using %@ of disk as extra memory (swap).
de: Der Mac nutzt %@ des Datenträgers als zusätzlichen Speicher (Swap).
fr: Le Mac utilise %@ du disque comme mémoire supplémentaire (swap).
zh_hans: 这台 Mac 正把 %@ 的磁盘空间当作额外内存（交换空间）使用。

source: Swap grew by %@ during this time, a sign memory ran short.
de: Der Swap ist in dieser Zeit um %@ gewachsen, ein Zeichen, dass der Speicher knapp wurde.
fr: Le swap a augmenté de %@ pendant cette période, signe que la mémoire a manqué.
zh_hans: 这段时间交换空间增加了 %@，说明内存曾经不够用。

source: Pressure %@.
de: Druck %@.
fr: Pression %@.
zh_hans: 压力%@。

source: "%1$@" kept using more memory: it grew steadily by %2$@ over %3$@.
de: „%1$@“ nutzte immer mehr Speicher: stetig %2$@ mehr in %3$@.
fr: « %1$@ » a utilisé de plus en plus de mémoire : +%2$@ de façon régulière en %3$@.
zh_hans: “%1$@”占用的内存持续增加：在 %3$@ 内稳定增长了 %2$@。

source: pressure around %1$@ out of 100 (%2$@)
de: Druck um %1$@ von 100 (%2$@)
fr: pression autour de %1$@ sur 100 (%2$@)
zh_hans: 压力约为 %1$@（满分 100，%2$@）

source: Right now the graphics chip is %@ busy.
de: Der Grafikchip ist gerade zu %@ ausgelastet.
fr: La puce graphique est actuellement occupée à %@.
zh_hans: 图形芯片当前的忙碌程度为 %@。

source: No recent graphics readings yet.
de: Noch keine aktuellen Grafikwerte.
fr: Pas encore de mesure récente de la puce graphique.
zh_hans: 暂时还没有图形芯片的最新读数。

source: Graphics use is only measured while its charts are open or history is recorded.
de: Die Grafiknutzung wird nur gemessen, solange ihre Diagramme geöffnet sind oder der Verlauf aufgezeichnet wird.
fr: L'utilisation graphique n'est mesurée que lorsque ses graphiques sont ouverts ou que l'historique est enregistré.
zh_hans: 只有在图形相关图表打开或正在记录历史时，才会测量图形使用情况。

source: macOS does not say which app is using the Neural Engine.
de: macOS gibt nicht an, welche App die Neural Engine nutzt.
fr: macOS n'indique pas quelle app utilise le Neural Engine.
zh_hans: macOS 不会显示是哪个 App 在使用神经网络引擎。

source: No Neural Engine readings yet.
de: Noch keine Messwerte der Neural Engine.
fr: Pas encore de mesure du Neural Engine.
zh_hans: 暂时还没有神经网络引擎的读数。

source: Right now it is active %@ of the time.
de: Gerade ist sie %@ der Zeit aktiv.
fr: Il est actuellement actif %@ du temps.
zh_hans: 它当前有 %@ 的时间处于活动状态。

source: Over %1$@ it was active %2$@ of the time on average, at most %3$@.
de: In %1$@ war sie im Schnitt %2$@ der Zeit aktiv, höchstens %3$@.
fr: Sur %1$@, il a été actif %2$@ du temps en moyenne, au plus %3$@.
zh_hans: 在%1$@内，它平均有 %2$@ 的时间处于活动状态，最高 %3$@。

source: It used about %@ W of power.
de: Sie verbrauchte etwa %@ W Leistung.
fr: Il a consommé environ %@ W.
zh_hans: 它的功耗约为 %@ W。

source: Mostly idle.
de: Meist untätig.
fr: Presque inactif.
zh_hans: 大多处于空闲状态。

source: Active about %@ of the time.
de: Etwa %@ der Zeit aktiv.
fr: Actif environ %@ du temps.
zh_hans: 约 %@ 的时间处于活动状态。

source: Some readings only covered part of the time.
de: Manche Messwerte deckten nur einen Teil der Zeit ab.
fr: Certaines mesures ne couvraient qu'une partie du temps.
zh_hans: 部分读数只覆盖了一部分时间。

source: Neural Engine activity was not recorded for this time.
de: Die Aktivität der Neural Engine wurde für diesen Zeitraum nicht aufgezeichnet.
fr: L'activité du Neural Engine n'a pas été enregistrée pour cette période.
zh_hans: 这段时间没有记录神经网络引擎的活动。

source: active about %@ of the time
de: etwa %@ der Zeit aktiv
fr: actif environ %@ du temps
zh_hans: 约 %@ 的时间处于活动状态

source: Right now: %1$@ down and %2$@ up.
de: Gerade: %1$@ herunter und %2$@ hoch.
fr: En ce moment : %1$@ en réception et %2$@ en envoi.
zh_hans: 当前：下载 %1$@，上传 %2$@。

source: No recent network readings yet.
de: Noch keine aktuellen Netzwerkwerte.
fr: Pas encore de mesure récente du réseau.
zh_hans: 暂时还没有网络的最新读数。

source: Over %1$@ it downloaded about %2$@ and uploaded about %3$@.
de: In %1$@ wurden etwa %2$@ heruntergeladen und %3$@ hochgeladen.
fr: Sur %1$@, il a téléchargé environ %2$@ et envoyé environ %3$@.
zh_hans: 在%1$@内，下载了约 %2$@，上传了约 %3$@。

source: The fastest download was %1$@ at %2$@.
de: Der schnellste Download war %1$@ um %2$@.
fr: Le téléchargement le plus rapide a atteint %1$@ à %2$@.
zh_hans: 最快的下载速度是 %2$@ 时的 %1$@。

source: Quiet.
de: Ruhig.
fr: Calme.
zh_hans: 很安静。

source: About %1$@ down and %2$@ up on average.
de: Im Schnitt etwa %1$@ herunter und %2$@ hoch.
fr: Environ %1$@ en réception et %2$@ en envoi en moyenne.
zh_hans: 平均下载约 %1$@，上传约 %2$@。

source: It sent more than it received, for example an upload or a backup.
de: Er hat mehr gesendet als empfangen, zum Beispiel durch einen Upload oder ein Backup.
fr: Il a envoyé plus qu'il n'a reçu, par exemple lors d'un envoi ou d'une sauvegarde.
zh_hans: 发送的数据比接收的多，例如正在上传或备份。

source: Per-app network use is turned off in Settings, so the apps using it are not known.
de: Die Netzwerknutzung pro App ist in den Einstellungen ausgeschaltet, daher sind die Apps nicht bekannt.
fr: Le suivi réseau par app est désactivé dans les réglages : les apps qui l'utilisent sont inconnues.
zh_hans: “设置”中已关闭按 App 统计网络使用，因此不知道是哪些 App 在使用网络。

source: about %@ in total
de: insgesamt etwa %@
fr: environ %@ au total
zh_hans: 总计约 %@

source: %1$@ free of %2$@ on the startup disk (%3$@).
de: %1$@ frei von %2$@ auf dem Startvolume (%3$@).
fr: %1$@ libres sur %2$@ sur le disque de démarrage (%3$@).
zh_hans: 启动磁盘共 %2$@，可用 %1$@（%3$@）。

source: %@ free.
de: %@ frei.
fr: %@ libres.
zh_hans: 可用 %@。

source: Only %@ free. The Mac slows down when its disk is nearly full.
de: Nur %@ frei. Der Mac wird langsamer, wenn sein Datenträger fast voll ist.
fr: Seulement %@ libres. Le Mac ralentit quand son disque est presque plein.
zh_hans: 只剩 %@ 可用。磁盘快满时 Mac 会变慢。

source: Free space has dropped by %@ recently.
de: Der freie Platz ist zuletzt um %@ gesunken.
fr: L'espace libre a baissé de %@ récemment.
zh_hans: 可用空间最近减少了 %@。

source: Over %1$@ the disk was busy %2$@ of the time, reading %3$@ and writing %4$@ on average.
de: In %1$@ war der Datenträger %2$@ der Zeit beschäftigt und las im Schnitt %3$@ und schrieb %4$@.
fr: Sur %1$@, le disque a été occupé %2$@ du temps, avec en moyenne %3$@ en lecture et %4$@ en écriture.
zh_hans: 在%1$@内，磁盘有 %2$@ 的时间处于忙碌状态，平均读取 %3$@、写入 %4$@。

source: The disk has been working hard.
de: Der Datenträger hat viel gearbeitet.
fr: Le disque a beaucoup travaillé.
zh_hans: 磁盘一直很忙。

source: No recent disk readings yet.
de: Noch keine aktuellen Datenträgerwerte.
fr: Pas encore de mesure récente du disque.
zh_hans: 暂时还没有磁盘的最新读数。

source: disk busy about %@ of the time
de: Datenträger etwa %@ der Zeit beschäftigt
fr: disque occupé environ %@ du temps
zh_hans: 磁盘约 %@ 的时间处于忙碌状态

source: No battery on this Mac.
de: Dieser Mac hat keinen Akku.
fr: Ce Mac n'a pas de batterie.
zh_hans: 这台 Mac 没有电池。

source: about %@ of the energy used by apps
de: etwa %@ der von Apps genutzten Energie
fr: environ %@ de l'énergie utilisée par les apps
zh_hans: 约占 App 用电量的 %@

source: The battery is at %@.
de: Der Akku ist bei %@.
fr: La batterie est à %@.
zh_hans: 电池电量为 %@。

source: Battery at %@.
de: Akku bei %@.
fr: Batterie à %@.
zh_hans: 电池电量 %@。

source: It is charging.
de: Er wird geladen.
fr: Elle est en charge.
zh_hans: 正在充电。

source: It is plugged in.
de: Er ist angeschlossen.
fr: Il est branché.
zh_hans: 已接上电源。

source: No battery readings yet.
de: Noch keine Akkuwerte.
fr: Pas encore de mesure de la batterie.
zh_hans: 暂时还没有电池读数。

source: It went from %1$@ to %2$@, about %3$@ an hour.
de: Er fiel von %1$@ auf %2$@, etwa %3$@ pro Stunde.
fr: Elle est passée de %1$@ à %2$@, soit environ %3$@ par heure.
zh_hans: 电量从 %1$@ 降到 %2$@，约每小时 %3$@。

source: Draining fast: about %@ an hour.
de: Entlädt sich schnell: etwa %@ pro Stunde.
fr: Se vide vite : environ %@ par heure.
zh_hans: 耗电很快：约每小时 %@。

source: At that rate it would last about %@ more.
de: In diesem Tempo würde er noch etwa %@ halten.
fr: À ce rythme, elle tiendrait encore environ %@.
zh_hans: 按这个速度，大约还能用 %@。

source: Battery low: %@. Plug in soon.
de: Akku schwach: %@. Schließe bald das Netzteil an.
fr: Batterie faible : %@. Branchez bientôt le Mac.
zh_hans: 电量低：%@。请尽快接上电源。

source: This Mac has no battery, so only which apps use the most energy is shown.
de: Dieser Mac hat keinen Akku, daher wird nur angezeigt, welche Apps am meisten Energie nutzen.
fr: Ce Mac n'a pas de batterie : seules les apps qui consomment le plus d'énergie sont indiquées.
zh_hans: 这台 Mac 没有电池，因此只显示哪些 App 用电最多。

source: No app energy use was recorded for this time.
de: Für diesen Zeitraum wurde keine Energienutzung von Apps aufgezeichnet.
fr: Aucune consommation d'énergie des apps n'a été enregistrée pour cette période.
zh_hans: 这段时间没有记录到 App 的用电情况。

source: warm, and macOS is starting to manage it
de: warm, und macOS beginnt, damit umzugehen
fr: chaud, et macOS commence à le gérer
zh_hans: 偏热，macOS 开始进行调节

source: hot, and macOS is slowing the chip down to cool it
de: heiß, und macOS verlangsamt den Chip, um ihn zu kühlen
fr: très chaud, et macOS ralentit la puce pour la refroidir
zh_hans: 很热，macOS 正在降低芯片速度来散热

source: very hot, and macOS is slowing the chip down hard
de: sehr heiß, und macOS verlangsamt den Chip stark
fr: brûlant, et macOS ralentit fortement la puce
zh_hans: 非常热，macOS 正在大幅降低芯片速度

source: No recent heat readings yet.
de: Noch keine aktuellen Wärmewerte.
fr: Pas encore de mesure récente de la chaleur.
zh_hans: 暂时还没有温度的最新读数。

source: Right now the heat level is %@.
de: Die Wärme ist gerade %@.
fr: Le niveau de chaleur est actuellement %@.
zh_hans: 当前温度状况：%@。

source: Over %1$@ it reached %2$@, %3$@.
de: In %1$@ erreichte sie %2$@, %3$@.
fr: Sur %1$@, il a atteint %2$@, %3$@.
zh_hans: 在%1$@内，温度曾达到“%2$@”，%3$@。

source: Heat level %@.
de: Wärme %@.
fr: Chaleur %@.
zh_hans: 温度状况：%@。

source: Running at a normal temperature.
de: Normale Temperatur.
fr: Température normale.
zh_hans: 温度正常。

source: The fans stayed off or nearly off.
de: Die Lüfter blieben aus oder fast aus.
fr: Les ventilateurs sont restés arrêtés ou presque.
zh_hans: 风扇一直关闭或几乎没转。

source: The fans averaged %1$@ rpm and reached %2$@ rpm.
de: Die Lüfter liefen im Schnitt mit %1$@ U/min und erreichten %2$@ U/min.
fr: Les ventilateurs ont tourné en moyenne à %1$@ tr/min et ont atteint %2$@ tr/min.
zh_hans: 风扇平均转速 %1$@ 转/分，最高达到 %2$@ 转/分。

source: This Mac does not report a fan speed. Some Macs have no fan.
de: Dieser Mac meldet keine Lüfterdrehzahl. Manche Macs haben keinen Lüfter.
fr: Ce Mac n'indique pas de vitesse de ventilateur. Certains Mac n'ont pas de ventilateur.
zh_hans: 这台 Mac 不报告风扇转速。有些 Mac 没有风扇。

source: the last %lld minutes
de: den letzten %lld Minuten
fr: les %lld dernières minutes
zh_hans: 过去 %lld 分钟

source: the last hour
de: der letzten Stunde
fr: la dernière heure
zh_hans: 过去一小时

source: the last %lld hours
de: den letzten %lld Stunden
fr: les %lld dernières heures
zh_hans: 过去 %lld 小时

source: the last %lld days
de: den letzten %lld Tagen
fr: les %lld derniers jours
zh_hans: 过去 %lld 天

source: %lld minutes
de: %lld Minuten
zh_hans: %lld 分钟

source: %lld hours
de: %lld Stunden
fr: %lld heures
zh_hans: %lld 小时

source: almost none of the time
de: fast nie
fr: presque jamais
zh_hans: 几乎没有时间

source: a little of the time
de: einen kleinen Teil der Zeit
fr: une petite partie du temps
zh_hans: 少部分时间

source: about a third of the time
de: etwa ein Drittel der Zeit
fr: environ un tiers du temps
zh_hans: 约三分之一的时间

source: about half the time
de: etwa die Hälfte der Zeit
fr: environ la moitié du temps
zh_hans: 约一半的时间

source: most of the time
de: die meiste Zeit
fr: la plupart du temps
zh_hans: 大部分时间

source: nearly all the time
de: fast die ganze Zeit
fr: presque tout le temps
zh_hans: 几乎所有时间

source: well below usual
de: deutlich unter dem Üblichen
fr: bien en dessous de d'habitude
zh_hans: 远低于平时

source: higher than usual
de: höher als üblich
fr: plus élevé que d'habitude
zh_hans: 高于平时

source: about twice as much as usual
de: etwa doppelt so viel wie üblich
fr: environ deux fois plus que d'habitude
zh_hans: 约为平时的两倍

source: about three times as much as usual
de: etwa dreimal so viel wie üblich
fr: environ trois fois plus que d'habitude
zh_hans: 约为平时的三倍

source: far more than usual
de: weit mehr als üblich
fr: bien plus que d'habitude
zh_hans: 远高于平时

source: How is my Mac doing?
de: Wie geht es meinem Mac?
fr: Comment va mon Mac ?
zh_hans: 我的 Mac 状况如何？

source: How is my processor doing?
de: Wie geht es meinem Prozessor?
fr: Comment va mon processeur ?
zh_hans: 我的处理器状况如何？

source: How is my memory doing?
de: Wie geht es meinem Arbeitsspeicher?
fr: Comment va ma mémoire ?
zh_hans: 我的内存状况如何？

source: How is my graphics chip doing?
de: Wie geht es meinem Grafikchip?
fr: Comment va ma puce graphique ?
zh_hans: 我的图形芯片状况如何？

source: How is my Neural Engine doing?
de: Wie geht es meiner Neural Engine?
fr: Comment va mon Neural Engine ?
zh_hans: 我的神经网络引擎状况如何？

source: How is my network doing?
de: Wie geht es meinem Netzwerk?
fr: Comment va mon réseau ?
zh_hans: 我的网络状况如何？

source: How is my storage doing?
de: Wie geht es meinem Speicherplatz?
fr: Comment va mon stockage ?
zh_hans: 我的存储状况如何？

source: How is my battery doing?
de: Wie geht es meinem Akku?
fr: Comment va ma batterie ?
zh_hans: 我的电池状况如何？

source: How hot is my Mac running?
de: Wie warm läuft mein Mac?
fr: À quelle température tourne mon Mac ?
zh_hans: 我的 Mac 运行时有多热？

source: Start minimised
de: Minimiert starten
fr: Démarrer en mode réduit
zh_hans: 最小化启动
